Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/water_services/water_charges.html.txt.tmx
Source language: en
Languages: ga

source: • Who is liable to pay?
ga: • Cé atá faoi dhliteanas íoc?

source: Domestic water charges were introduced in 2015 for homes that are connected to a public water supply or to public wastewater services
ga: Tugadh córas nua muirir uisce tí isteach i 2015 do thithe atá nasctha le soláthar uisce poiblí nó le seirbhísí fuíolluisce poiblí

source: Irish Water, the national water utility, administers the water charges
ga: Riarann Uisce Éireann, an t-údarás náisiúnta seirbhísí uisce, na muirir

source: Suspension of water charges
ga: Muirir uisce a chur ar fionraí

source: The Water Services (Amendment) Act 2016 became law in July 2016
ga: I mí Iúil 2016, chuir an tAcht um Sheirbhísí Uisce (Leasú) 2016 na muirir uisce tí ar fionraí ó 1 Iúil 2016 go 31 Márta 2017. Faoin Acht seo:

source: It also suspended domestic water charges for 9 months, from 1 July 2016 to 31 March 2017, with no charging or billing of domestic customers during that period
ga: • tá an muirear uisce tí curtha ar fionraí ar feadh 9 mí, ó 1 Iúil 2016 go 31 Márta 2017

source: This suspension has been extended for a further 4 months by the Water Services Act (Extension of Suspension of Domestic Water Charges) Order 2017
ga: Ní ghearrfar muirear ar chustaiméirí tí ná ní chuirfear bille chucu le linn na tréimhse sin

source: An expert commission was established to make recommendations on a sustainable long-term funding model for domestic water and wastewater services. The commission’s report (pdf) was published in November 2016
ga: • tá eisiúint billí uisce tí curtha ar fionraí le haghaidh an dara ráithe in 2016, billí a bhí le heisiúint sa tríú ráithe in 2016

source: An Oireachtas committee then considered the commission’s recommendations and developed its own recommendations, which were published on 12 April 2017
ga: Bunaíodh sainchoimisiún chun moltaí a dhéanamh maidir le múnla inbhuanaithe fadtréimhseach maoinithe le haghaidh uisce tí agus seirbhísí dramhuisce

source: You can read the committee’s report (pdf) on oireachtas.ie
ga: Déanfaidh Coiste Oireachtais na moltaí sin a mheas agus a moltaí féin a fhorbairt

source: There is a set of FAQs (pdf) about the report on housing.gov.ie
ga: Táthar ag súil go vótálfaidh an tOireachtas ar mholtaí an choiste faoi dheireadh mhí an Mhárta 2017

source: The Oireachtas will now vote on the committee’s recommendations, which include:
ga: D’fhéadfadh sé tarlú go sínfí an tréimhse fhionraíochta 9 mí má bhíonn tuilleadh ama á iarraidh ag an gcoiste Oireachtais chun a chuid oibre a chur i gcrích nó má bhíonn tuilleadh ama ag teastáil ón Rialtas chun moltaí choiste an Oireachtais a mheas

source: • An overall review of the strategy based on this report should take place after 5 years
ga: Tá An Deontas Caomhnaithe Uisce curtha ar fionraí le haghaidh 2016

source: • A referendum should be held on the issue of water services continuing in public ownership
ga: Ní ghlacfar le hiarratas ar bith eile le haghaidh Dheontas Caomhnaithe Uisce 2015

source: Legislation and previous changes
ga: Reachtaíocht agus athruithe eile

source: The system of domestic water charges was introduced under the Water Services (No
ga: Tugadh an córas nua isteach faoin Acht um Sheirbhísí Uisce (Uimh

source: Related legislation is published on housing.gov.ie
ga: Tá reachtaíocht ghaolmhar foilsithe ar housing.gov.ie

source: The Water Services Act 2014 brought in several revisions to the system, including caps on annual charges, a Water Conservation Grant of €100 per year and a statutory dispute resolution system
ga: Thug an tAcht um Sheirbhísí Uisce, 2014 roinnt leasuithe isteach ar an gcóras, lena n-áirítear teorainneacha ar mhuirir bhliantúla; Deontas Caomhantais Uisce €100 sa bhliain (atá stadta anois) agus córas reachtúil chun díospóidí a réiteach

source: You can read the key elements of these revisions (pdf) and a set of detailed FAQs (pdf)
ga: Faigh tuilleadh eolais faoi phríomhghnéithe na n-athbhreithnithe thuas (pdf) agus léigh sraith cheisteanna coitianta mionsonraithe amach (pdf)

source: Homeowners are legally responsible for water pipes and systems inside their dwelling and between the dwelling and the property boundary
ga: Tá úinéirí tí freagrach go dlíthiúil, áfach, as píobáin agus córais uisce atá taobh istigh dá n-áit chónaithe agus idir an áit chónaithe agus teorainn na réadmhaoine

source: This means that you would normally need to pay a plumber to fix a leak, whether it is inside your home or on the external supply pipe between your home and the property boundary
ga: Ciallaíonn seo gur gnách go mbeadh ort pluiméir a íoc chun sceitheadh a dheisiú

source: You can use Irish Water’s checklist to see if you have any internal leaks
ga: Is féidir seicliosta Uisce Éireann a úsáid chun féachaint an bhfuil sceitheadh inmheánach uisce agat

source: Under the First Fix Free Scheme, Irish Water will contact you by post if your water meter indicates that there may be a leak on your external supply pipe
ga: Faoin Scéim um an Chéad Deisiú Saor in Aisce, rachaidh Uisce Éireann i dteagmháil leat tríd an bpost má léiríonn do mhéadar uisce go bhfuil seans ann go bhfuil sceitheadh i do phíobán seachtrach soláthair

source: If you are eligible for the scheme (see below) Irish Water will offer you a free investigation on this pipe and free repair of identified leaks
ga: Má tá tú i dteideal na scéime (féach thíos) déanfaidh Uisce Éireann fiosrú saor in aisce ar an bpíobán seo chomh maith le sceitheadh ar bith a aimsítear a dheisiú saor in aisce

source: Generally, this will involve fully replacing the pipe from the meter to a point as close to the dwelling as possible
ga: De ghnáth, is éard a bhíonn i gceist leis seo ná píobán iomlán nua a chur isteach ón méadar go dtí pointe a ghaire don áit chónaithe agus is féidir

source: The First Fix Free Scheme is available to domestic customers who have registered with Irish Water; who have water meters; whose property has a working and accessible inside stop valve; and whose water meter indicates a leak on the external supply pipe
ga: Tá an Scéim um an Chéad Deisiú Saor in Aisce ar fáil do chustaiméirí tí atá tar éis clárú le hUisce Éireann; a bhfuil méadair uisce acu; a bhfuil comhla stoptha infheidhme agus inrochtana ina n-ait chónaithe acu; agus a léiríonn a méadar uisce go bhfuil sceitheadh sa phíobán seachtrach soláthair acu

source: Who is liable to pay?
ga: Cé atá faoi dhliteanas íoc?

source: Domestic water charges have been suspended – see ‘Suspension of water charges’ above
ga: Tá na muirir uisce tí curtha ar fionraí - féach 'Muirir uisce a chur ar fionraí' thuas

source: The occupier of the property that gets water and/or wastewater services from Irish Water is liable to pay domestic water charges
ga: Tá áititheoir na réadmhaoine a fhaigheann seirbhísí uisce agus/nó fuíolluisce ó Uisce Éireann faoi dhliteanas muirir uisce tí a íoc

source: If you own a property, you are presumed to be the occupier, unless it is proven otherwise
ga: Má tá réadmhaoin agat, glacfar leis gur tusa an t-áititheoir, mura gcruthaítear a mhalairt

source: The tenant of a property is the occupier and is responsible for paying the water charges
ga: Is é tionónta réadmhaoine an t-áititheora agus tá sé/sí freagrach as na muirir uisce a íoc

source: Since 1 October 2015, property owners have to provide information to Irish Water on the occupiers of the property within 20 days of the start of a tenancy and there is to be a deemed obligation, in all new tenancy agreements except for short-term lets, for the occupier or tenant to pay water charges
ga: Féadfaidh tiarnaí talún ainmneacha a dtionóntaí a sholáthar lena chruthú nach iad an t-áititheoir, agus déanfaidh Uisce Éireann teagmháil leis na tionóntaí

source: If there are no tenants in the property, the minimum 'not permanently occupied' charge applies – see ‘Rates’ below
ga: Mura bhfuil aon tionóntaí sa réadmhaoin, baineann an muirear íosta ‘gan áitiú buan’ – féach ‘Rátaí’ thíos

source: Types of water/wastewater system
ga: Saghsanna de chóras uisce/fuíolluisce

source: If your water comes from a private well or a group water scheme and you have a private wastewater treatment system (such as a septic tank) you are not regarded as a customer of Irish Water and do not have to pay domestic water charges
ga: Má thagann d’uisce ó thobar príobháideach nó ó ghrúpscéim uisce agus má tá córas cóireála príobháideach fuíolluisce agat (ar nós umar seipteach), ní chaithfear leat mar chustaiméir Uisce Éireann agus ní bheidh ort na muirir uisce tí a íoc

source: This table shows which types of system are and are not subject to domestic water charges:
ga: Léirítear sa tábla a leanas cén saghsanna córais atá agus nach bhfuil faoi réir na muirear uisce tí:

source: │Water supplier │Wastewater │Customer of Irish Water?
ga: │Soláthróir uisce │Fuíolluisce │Custaiméir Uisce Éireann?

source: │Public mains │Public sewer │Yes │
ga: │Príomhphíobán poiblí │Séarach poiblí │Is ea │

source: │Public mains │Own treatment (septic tank or wastewater treatment system) │Yes (for a single service) │
ga: │Príomhphíobán poiblí │Féinchóireáil (umar seipteach nó córas cóireála fuíolluisce) │Is ea (do sheirbhís singil) │

source: │Group water scheme │Public sewer │Yes (for a single service) │
ga: │Grúpscéim uisce │Séarach poiblí │Is ea (do sheirbhís singil) │

source: │Group water scheme │Own treatment │No │
ga: │Grúpscéim uisce │Féinchóireáil │Ní hea │

source: │Private well │Public sewer │Yes (for a single service) │
ga: │Tobar príobháideach │Séarach poiblí │Is ea (do sheirbhís singil) │

source: │Private well │Own treatment │No │
ga: │Tobar príobháideach │Féinchóireáil │Ní hea │

source: Irish Water continues to install water meters
ga: Tá méadair uisce á suiteáil ag Uisce Éireann

source: Your meter measures the amount of water supplied to your home
ga: Déanfaidh do mhéadar an méid uisce a sholáthraítear do do theach a thomhais

source: The amount of wastewater discharged is assumed to be the same as the amount of water drawn from the supply
ga: Meastar gurb ionann an méid fuíolluisce a scaoiltear ón réadmhaoin agus an méid céanna uisce a tarraingíodh ón soláthar

source: While the meter measures your water usage, your quarterly bill is capped at a maximum rate for your household type, so you do not have to pay any more than this maximum capped rate – see ‘Rates’ below
ga: Cé go ndéanfaidh an méadar d’úsáid uisce a thomhais, cuirfear teorainn ráta uasta ar do bhille ráithiúil i dtaobh shaghas do theaghlaigh, mar sin, ní bheidh ort níos mó a íoc ná an ráta teoranta seo – féach ‘Rátaí’ thíos

source: The capped charges will apply until 31 December 2018
ga: Beidh na muirir theoranta i bhfeidhm go dtí an 31 Nollaig 2018

source: The Water Services Act 2014 provides for the capping of charges beyond 2018, subject to a Ministerial Order being approved by both Houses of the Oireachtas
ga: Foráiltear san Acht um Sheirbhísí Uisce, 2014 do theorainn a chur ar mhuirir i ndiaidh 2018, faoi réir go bhfaomhann an dá Theach den Oireachtas Ordú ón Aire

source: If you need to use extra water because of a medical condition, you do not have to provide any extra information, as your bills are capped in the same way as for everyone else
ga: Más gá duit breis uisce a úsáid mar gheall ar riocht leighis, ní bheidh ort aon fhaisnéis bhreise a sholáthar, mar gheall go gcuirtear teorainn ar do bhillí ar an mbealach céanna a dhéantar i gcás gach duine eile

source: (However, you can apply to be registered for priority services if you are critically dependent on water.)
ga: (Féadfaidh tú iarratas a dhéanamh, áfach, go gclárófar thú le haghaidh seirbhísí tosaíochta má bhraitheann tú go criticiúil ar uisce.)

source: Rebates, allowances and discounts
ga: Aisíocaíochtaí, liúntais agus lascainí

source: If your metered usage is lower than the capped charge level, your bill will be less than the capped rate
ga: Má tá d’úsáid mhéadraithe níos ísle ná leibhéal an mhuirir theoranta, beidh do bhille níos lú ná an ráta teoranta

source: If you do not yet have a water meter, your bill will be fixed at the relevant capped rate, but after your meter has been installed, you will get a rebate if your metered usage over a 1-year period turns out to be lower than the capped level
ga: Mura bhfuil méadar uisce agat go fóill, socrófar do bhille ar an ráta ábhartha teoranta, ach i ndiaidh gur suiteáladh do mhéadar, gheobhaidh tú aisíocaíocht má tharlaíonn go mbíonn d’úsáid mhéadraithe thar thréimhse bhliain amháin ná an leibhéal teoranta

source: Metered bills provide for a free allowance to cover each child’s normal water/wastewater needs (21,000 litres per child), regardless of entitlement to Child Benefit
ga: Soláthríonn billí méadraithe liúntas saor in aisce chun íoc as gnáthriachtanais uisce/fuíolluisce gach linbh (21,000 lítear in aghaidh an linbh) gan aird ar theidlíocht do Shochar Linbh

source: If your water quality is not what it should be and there is a Boil Notice or Drinking Water Restriction Notice in effect, you will get a 100% discount on the water supply element of your charge until the notice is lifted
ga: Murab ionann do cháilíocht uisce agus an cháilíocht ar cheart di a bhaint amach agus má tá Fógra Beirithe nó Fógra um Chosc ar Uisce Óil i bhfeidhm, gheobhaidh tú lascaine 100% ar ghné sholáthair uisce do mhuirir go dtí go mbaintear an fógra

source: Registering with Irish Water
ga: Clárú le hUisce Éireann

source: Irish Water has sent application packs to every house in the State, asking people to indicate which (if any) public water services they have, and to confirm their household details – see ‘How to apply’ below. All households have been asked to register
ga: Táthar ag iarraidh ar gach teaghlach clárú – fiú mura n-úsáideann tú aon seirbhísí uisce poiblí, beidh ort clárú go mbeidh tú i dteideal an Deontas Caomhantais Uisce a fháil

source: The requirement to provide Personal Public Service Numbers (PPS Numbers) when registering with Irish Water is no longer in effect
ga: Níl an riachtanas chun Uimhreacha Pearsanta Seirbhíse Poiblí (UPSPanna) a sholáthar nuair a bhíonn clárú á dhéanamh agat le hUisce Éireann i bhfeidhm a thuilleadh

source: Irish Water has developed a protocol, in consultation with the Data Protection Commissioner, for deleting all the PPS Numbers that it had collected
ga: D’fhorbair Uisce Éireann prótacal, i gcomhairliúchán leis an gCoimisinéir Cosanta Sonraí, chun gach UPSP a bhailigh siad a scrios

source: If you do not register with Irish Water, you will be charged a default rate of €260 a year up to 31 December 2018
ga: Mura gcláraíonn tú le hUisce Éireann, gearrfar ráta mainneachtana €260 sa bhliain a fhad leis an 31 Nollaig 2018

source: • If you registered during 2015, your occupancy details and any allowances will be backdated to 1 January 2015
ga: • Má chláraigh tú i rith 2015, siardhátófar do shonraí áitíochta agus aon liúntais go dtí an 1 Eanáir 2015

source: • If you register during 2016, your occupancy details and any allowances will be backdated for the billing period in which you register, and the billing period before it
ga: • Má chláraíonn tú i rith 2016, siardhátófar do shonraí áitíochta agus aon liúntais don tréimhse bhilleála ina gcláraíonn tú, agus an tréimhse bhilleála roimhe sin

source: Irish Water’s First Fix Free Scheme (described above) is only available to registered customers
ga: Níl scéim an Chéid Deisithe de chuid Uisce Éireann (ar a ndéantar cur síos thuas) ar fáil ach do chustaiméirí a chláraigh

source: Domestic water bills are issued 4 times a year
ga: Eisítear billí uisce 4 huaire sa bhliain

source: The first bills issued from April 2015, in respect of the quarter January-March 2015
ga: Eisíodh na chéad bhillí ó Aibreán 2015 ar aghaidh, maidir leis an ráithe ó Eanáir go Márta 2015

source: You can opt for paper or paperless billing
ga: Féadfaidh tú billeáil ar pháipéar nó gan pháipéar a roghnú

source: Irish Water has developed a confidential special services register for customers who need billing or other customer services adapted to suit their needs and you can choose to get your bill in a range of accessible formats
ga: D’fhorbair Uisce Éireann clár rúnda seirbhísí speisialta do chustaiméirí a dteastaíonn uathu go gcuirtear billeáil nó seirbhísí eile do chustaiméirí in oiriúint dá riachtanais agus féadfaidh tú a roghnú chun do bhille a fháil i réimse d’fhormáidí inrochtana

source: There are several payment options, including direct debit; electronic funds transfer; full or partial payment (of at least €5) at post offices and retail outlets
ga: Tá roinnt roghanna íocaíochta ann do bhillí uisce, lena n-áirítear dochar díreach; ríomhaistriú airgid, íocaíocht iomlán nó pháirteach (€5 ar a laghad) ag oifigí an phoist agus ag asraonta miondíola

source: If you are getting a social welfare payment through the post office, you can use the Household Budget Scheme to pay regular weekly amounts (of at least €2.50) off your water bills
ga: Má tá íocaíocht leasa shóisialaigh á fáil agat trí oifig an phoist, is féidir úsáid a bhaint as an Scéim Bhuiséadta Teaghlaigh chun méideanna rialta seachtainiúla a íoc (€2.50 ar a laghad) i dtreo do bhillí uisce

source: If you are in financial difficulty, the Money Advice and Budgeting Service (MABS) can help with budgeting in general
ga: Má tá deacrachtaí airgeadais agat, féadfaidh an tSeirbhís Bhuiséadta agus Chomhairle Airgid (SBCA) cabhrú leat le buiséadú ginearálta a dhéanamh

source: The Exceptional Needs Payment is available to people who have severe financial difficulties
ga: Tá fáil ar an Íocaíocht ar Riachtanais Eisceachtúla ag daoine atá thíos le deacrachtaí móra airgeadais

source: Irish Water has outlined its approach to customers who have payment difficulties
ga: Thug Uisce Éireann cuntas ar a gcur chuige maidir le custaiméirí a bhfuil deacrachtaí íocaíochta acu

source: This includes developing payment plans and engaging with relevant agencies, such as MABS, with the customer’s permission
ga: Áirítear leis seo pleananna íocaíochta a fhorbairt agus teagmháil a dhéanamh leis na gníomhaireachtaí ábhartha, ar nós an SBCA, tar éis cead a fháil ón gcustaiméir

source: Read more in Irish Water’s Domestic Billing Code of Practice (pdf) and in the Billing explained section of its website
ga: Is féidir leat níos mó a léamh faoi seo i gCód Cleachtais um Billeáil Teaghlaigh (pdf) Uisce Éireann agus sa leathanach Billing Explained

source: If you don’t pay your bills
ga: Mura n-íocann tú do bhillí

source: Irish Water will not cut you off or reduce your water supply, but late payment charges will accrue on your account – see ‘Rates’ below
ga: Ní ghearrfaidh ná ní laghdóidh Uisce Éireann do sholáthar uisce, ach fabhrófar muirir ar íocaíocht dhéanach ar do chuntas – féach ‘Rátaí’ thíos

source: Irish Water can also take people to court if they don’t pay their bills
ga: Ina theannta sin, féadfaidh Uisce Éireann daoine a thabhairt chun na cúirte mura n-íocann siad a gcuid billí

source: The Civil Debt (Procedures) Act 2015 provides for 2 new ways of enforcing civil debt (including unpaid water charges) – attachment of earnings and deduction from social welfare payments, as appropriate
ga: Déanann an tAcht um Fhiachas Sibhialta (Nósanna Imeachta), 2015 foráil le haghaidh 2 bhealach nua chun fiachas sibhialta a fhorfheidhmiú (muirir uisce nach bhfuil íoctha san áireamh) – astú tuillimh agus asbhaint ó íocaíochtaí leasa shóisialaigh, de réir mar is cuí

source: These provisions of the Act (not yet in effect) will apply to debts of over €500 and under €4,000
ga: Bainfidh forálacha seo an Achta (nach bhfuil i bhfeidhm fós) le fiachais atá níos mó ná €500 agus faoi bhun €4,000

source: Section 48 of the Environment (Miscellaneous Provisions) Act 2015 obliges the owner of a dwelling to pay any unpaid water charges owing to Irish Water when the property is being sold
ga: Cuireann Alt 48 den Acht Comhshaoil (Forálacha Ilghnéitheacha), 2015 de dhualgas ar úinéir áit chónaithe muirir uisce ar bith atá dlite d’Uisce Éireann a íoc agus an réadmhaoin á díol

source: It also provides that social housing tenants cannot buy their homes under a tenant purchase scheme unless their water charges have been paid
ga: Déanann sé foráil freisin nach féidir le tionóntaí tithíochta sóisialta a gcuid tithe a cheannach faoi scéim cheannaigh ag tionóntaí mura bhfuil a muirir uisce íoctha

source: Irish Water’s Domestic Complaint Handling Code of Practice (pdf) outlines how you can make a complaint if you are not satisfied with any of its services or any contacts you have had with it
ga: Tugtar cuntas i gCód Cleachtais um Láimhseáil Gearáin Teaghlaigh (pdf) Uisce Éireann ar conas is féidir leat gearán a dhéanamh mura bhfuil tú sásta le haon chinn dá seirbhísí nó aon teagmháil a rinne tú leo

source: Its Domestic Customer Charter (pdf) provides a series of guarantees on how it will deal with customer issues
ga: Soláthraítear ina gCairt Chustaiméirí (pdf) sraith ráthaíochtaí ar conas a dhéileálfaidh siad le saincheisteanna custaiméirí

source: The Commission for Energy Regulation (CER) is the economic regulator of Irish Water
ga: Is é an Coimisiún um Rialáil Fuinnimh (CRF) rialtóir eacnamaioch Uisce Éireann

source: The CER does not handle complaints about water quality
ga: Ní láimhseálann an CRF gearáin faoi cháilíocht uisce, áfach

source: If you have a complaint about water quality that has not been resolved by Irish Water, you should refer it to the Environmental Protection Agency, which is the environmental regulator of Irish Water
ga: Má tá gearán agat faoi cháilíocht uisce nár réitigh Uisce Éireann, ba cheart duit an gearán a dhéanamh leis an nGníomhaireacht um Chaomhnú Comhshaoil, arb iad rialtóir comhshaoil Uisce Éireann

source: Section 8 of the Water Services Act 2014 provides for the CER to operate a statutory dispute resolution service to handle unresolved complaints from customers of Irish Water
ga: Foráiltear in Alt 8 den Acht um Sheirbhísí Uisce, 2014 go n-oibreodh an CRF seirbhís réitigh díospóidí reachtúil chun gearáin neamhréitithe a láimhseáil ó chustaiméirí Uisce Éireann

source: If you wish to use this service, you must:
ga: Más mian leat an tseirbhís seo a úsáid, ní mór:

source: • Have been a registered Irish Water customer at the time to which the complaint relates
ga: • Go raibh tú cláraithe mar chustaiméir de cuid Uisce Éireann ag an tráth lena mbaineann an gearán

source: • Have already made your complaint to Irish Water in writing
ga: • Go ndearna tú do ghearán le hUisce Éireann cheana féin i scríbhinn

source: • Have completed Irish Water's complaints process and received a final decision in writing
ga: • Gur chríochnaigh tú próiseas gearán Uisce Éireann agus go bhfuair tú cinneadh deiridh i scríbhinn

source: The CER will issue its decision on the complaint to Irish Water
ga: Eiseoidh an CRF a gcinneadh ar an ngearán le hUisce Éireann

source: It can require Irish Water to pay a refund or compensation
ga: Féadfaidh siad iarraidh ar Uisce Éireann aisíocaíocht nó cúiteamh a íoc

source: It may also require Irish Water to comply with its decision in respect of other customers affected by the same issue
ga: Ina theannta sin, féadfaidh siad a cheangal ar Uisce Éireann an cinneadh a rinne siad maidir le custaiméirí eile a ndearna an tsaincheist chéanna difear dóibh a chomhlíonadh

source: If you have a meter, your bill is either based on your metered usage or fixed at a capped level, whichever is lower
ga: Má tá méadar agat, bunaítear do bhille ar d’úsáid mhéadraithe nó socraítear do bhille ar leibhéal teoranta, pé ceann is ísle

source: See below for details of metered and capped rates
ga: Féach thíos chun teacht ar shonraí faoi rátaí méadraithe agus teoranta
